13/data/attachments/394a7f8e0e697ebb.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_24cbf100-b0fc-484a-96d1-9a8430bf467e</nif:username>
            <nif:friendToBeAdded>Rebecca_keep_Actions_43147_3</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>